Revit 2027 API
FabricationAncillaryUsage.Quantity Property
 Quantity of required ancillaries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Quantity { get; }
Public ReadOnly Property Quantity As Double
	Get
public:
property double Quantity {
	double get ();
}
member Quantity : float with get
Property Value
Double
See Also
Reference
FabricationAncillaryUsage Class
Autodesk.Revit.DB Namespace